Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

source: Wish Banner Image
de_de: Wunsch-Banner-Bild
es_mx: Imagen de banner de deseo
fr_fr: Image de la bannière
hi_in: विश बैनर छवि
id_id: Gambar Banner Wish
it_it: Immagine Banner Desiderio
ja_jp: 祈願バナー画像
ko_kr: 기원 배너 이미지
pt_br: Imagem do banner de desejos
ru_ru: Изображение баннера молитв
zh_cn: 卡池图片
zh_tw: 卡池圖片

# HelpPage_SearchResults
source: Found {0} results, click to open
de_de: {0} Ergebnisse gefunden. Zum Öffnen klicken.
es_mx: Se encontraron {0} resultados, haz clic para abrir
fr_fr: {0} résultat(s) trouvé(s), cliquez pour ouvrir
hi_in: {0} परिणाम मिले, खोलने के लिए क्लिक करें
id_id: Ditemukan {0} hasil, klik untuk membuka
it_it: Trovati {0} risultati, clicca per aprire
ja_jp: {0}件の結果、クリックで開く
ko_kr: {0}개의 결과를 찾았습니다. 클릭하여 열기
pt_br: Encontrados {0} resultados, clique para abrir
ru_ru: Найдено {0} результатов, нажмите для открытия
zh_cn: 找到 {0} 个结果，点击条目打开
zh_tw: 找到 {0} 個結果，點擊條目開啟

# HelpPage_NoResults
source: No matching documents found
de_de: Keine passenden Dokumente gefunden
es_mx: No se encontraron documentos coincidentes
fr_fr: Aucun document correspondant trouvé
hi_in: कोई मिलान दस्तावेज़ नहीं मिला
id_id: Tidak ada dokumen yang cocok ditemukan
it_it: Nessun documento corrispondente trovato
ja_jp: 一致するドキュメントなし
ko_kr: 일치하는 문서를 찾을 수 없습니다
pt_br: Nenhum documento correspondente encontrado
ru_ru: Документы не найдены
zh_cn: 未找到匹配的文档
zh_tw: 未找到符合的文件

# HelpPage_TranslateBtn
source: Translate
de_de: Übersetzen
es_mx: Traducir
fr_fr: Traduire
hi_in: अनुवाद करें
id_id: Terjemahkan
ja_jp: 翻訳
ko_kr: 번역
ru_ru: Перевести
zh_cn: 翻译
zh_tw: 翻譯

# HelpPage_ShowOriginalBtn
source: Show Original
de_de: Originaltext anzeigen
es_mx: Ver original
fr_fr: Afficher le texte original
hi_in: मूल दिखाएँ
id_id: Lihat Asli
ja_jp: 原文を表示
ko_kr: 원문 보기
ru_ru: Показать оригинал
zh_cn: 查看原文
zh_tw: 查看原文

# HelpPage_Translating
source: Translating ({0}/{1})...
de_de: Übersetzung läuft ({0}/{1})...
es_mx: Traduciendo ({0}/{1})...
fr_fr: Traduction en cours ({0}/{1})...
hi_in: अनुवाद हो रहा है ({0}/{1})...
id_id: Menerjemahkan ({0}/{1})...
ja_jp: 翻訳中 ({0}/{1})...
ko_kr: 번역 중 ({0}/{1})...
ru_ru: Перевод ({0}/{1})...
zh_cn: 翻译中 ({0}/{1})...
zh_tw: 翻譯中 ({0}/{1})...

# HelpPage_TranslateFailed
source: Translation Failed
de_de: Übersetzung fehlgeschlagen
es_mx: Error de traducción
fr_fr: Échec de la traduction
hi_in: अनुवाद विफल
id_id: Terjemahan Gagal
ja_jp: 翻訳に失敗しました
ko_kr: 번역 실패
ru_ru: Ошибка перевода
zh_cn: 翻译失败
zh_tw: 翻譯失敗

# HelpPage_TranslateComplete
source: Translation Complete
de_de: Übersetzung abgeschlossen
es_mx: Traducción completada
fr_fr: Traduction terminée
hi_in: अनुवाद पूर्ण
id_id: Terjemahan Selesai
ja_jp: 翻訳完了
ko_kr: 번역 완료
ru_ru: Перевод завершён
zh_cn: 翻译完成
zh_tw: 翻譯完成

source: Success
de_de: Erfolg
es_mx: Éxito
fr_fr: Succès
hi_in: सफल
id_id: Berhasil
it_it: Successo
ja_jp: 成功
ko_kr: 성공
pt_br: Sucesso
ru_ru: Успешно
zh_cn: 成功
zh_tw: 成功

source: Failure
de_de: Fehlgeschlagen
es_mx: Fallo
fr_fr: Échec
hi_in: विफलता
id_id: Gagal
it_it: Fallimento
ja_jp: 失敗
ko_kr: 실패
pt_br: Falha
ru_ru: Ошибка
zh_cn: 失败
zh_tw: 失敗

# Settings_Disclaimer
source: Disclaimer
de_de: Haftungsausschluss
es_mx: Aviso legal
fr_fr: Avertissement
hi_in: अस्वीकरण
id_id: Penyangkalan
ja_jp: 免責事項
ko_kr: 면책 조항
pt_br: Aviso legal
ru_ru: Отказ от ответственности
zh_cn: 声明
zh_tw: 聲明

# Settings_ContinueVisit
source: Continue
de_de: Weiter besuchen
es_mx: Continuar
fr_fr: Continuer la visite
hi_in: जारी रखें
id_id: Lanjutkan
it_it: Continua
ja_jp: 続行
ko_kr: 계속
pt_br: Continuar
ru_ru: Продолжить
zh_cn: 继续访问
zh_tw: 繼續存取

# Settings_CommunityCheckinNote
source: Community Check-in Info
de_de: Community-Check-in-Erläuterung
es_mx: Información de check-in de comunidad
fr_fr: Note sur le check-in communauté
hi_in: कम्युनिटी चेक-इन जानकारी
id_id: Info Check-in Komunitas
it_it: Info Check-in Community
ja_jp: コミュニティチェックイン情報
ko_kr: 커뮤니티 출석 체크 정보
pt_br: Informações de check-in da comunidade
ru_ru: Информация об отметке сообщества
zh_cn: 社区签到说明
zh_tw: 社群簽到說明

# Settings_CloudCheckinNote
source: Cloud Game Check-in Info
de_de: Cloud-Spiel-Check-in-Erläuterung
es_mx: Información de check-in de juego en la nube
fr_fr: Note sur le check-in cloud gaming
hi_in: क्लाउड गेम चेक-इन जानकारी
id_id: Info Check-in Cloud Game
it_it: Info Check-in Cloud Game
ja_jp: クラウドゲームチェックイン情報
ko_kr: 클라우드 게임 출석 체크 정보
pt_br: Informações de check-in do cloud gaming
ru_ru: Информация об отметке облачной игры
zh_cn: 云游戏签到说明
zh_tw: 雲端遊戲簽到說明

# Settings_Notice
source: Notice
de_de: Hinweis
es_mx: Aviso
fr_fr: Remarque
hi_in: सूचना
id_id: Pemberitahuan
it_it: Avviso
ja_jp: 通知
ko_kr: 알림
pt_br: Aviso
ru_ru: Уведомление
zh_cn: 提示
zh_tw: 提示

# Settings_SubmitApp
source: Submit
de_de: Antrag einreichen
es_mx: Enviar
fr_fr: Soumettre la demande
hi_in: सबमिट करें
id_id: Kirim
it_it: Invia
ja_jp: 送信
ko_kr: 제출
pt_br: Enviar
ru_ru: Отправить
zh_cn: 提交申请
zh_tw: 提交申請

# Settings_NetworkError
source: Network Error
de_de: Netzwerkfehler
es_mx: Error de red
fr_fr: Erreur réseau
hi_in: नेटवर्क त्रुटि
id_id: Kesalahan Jaringan
it_it: Errore di Rete
ja_jp: ネットワークエラー
ko_kr: 네트워크 오류
pt_br: Erro de rede
ru_ru: Ошибка сети
zh_cn: 网络错误
zh_tw: 網路錯誤

# DownloadWindow_Success
source: Download Successful
de_de: Download erfolgreich
es_mx: Descarga exitosa
fr_fr: Téléchargement réussi
hi_in: डाउनलोड सफल
id_id: Unduhan Berhasil
it_it: Download Riuscito
ja_jp: ダウンロード成功
ko_kr: 다운로드 성공
pt_br: Download concluído
ru_ru: Загрузка успешна
zh_cn: 下载成功
zh_tw: 下載成功

# DownloadWindow_Complete
source: Complete
de_de: Abgeschlossen
es_mx: Completado
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Completato
ja_jp: 完了
ko_kr: 완료
pt_br: Concluído
ru_ru: Завершено
zh_cn: 完成
zh_tw: 完成

# DownloadWindow_Cancelled
source: Task Cancelled
de_de: Aufgabe abgebrochen
es_mx: Tarea cancelada
fr_fr: Tâche annulée
hi_in: कार्य रद्द
id_id: Tugas Dibatalkan
it_it: Operazione Annullata
ja_jp: タスクキャンセル
ko_kr: 작업 취소됨
pt_br: Tarefa cancelada
ru_ru: Задача отменена
zh_cn: 任务已取消
zh_tw: 任務已取消

# DownloadWindow_Error
source: Error Occurred
de_de: Fehler aufgetreten
es_mx: Ocurrió un error
fr_fr: Une erreur est survenue
hi_in: त्रुटि हुई
id_id: Terjadi Kesalahan
it_it: Errore Verificato
ja_jp: エラー発生
ko_kr: 오류 발생
pt_br: Erro ocorrido
ru_ru: Произошла ошибка
zh_cn: 发生错误
zh_tw: 發生錯誤

# DownloadWindow_AllDone
source: All files downloaded, verified, and deployed.
de_de: Alle Dateien wurden heruntergeladen, überprüft und bereitgestellt.
es_mx: Todos los archivos descargados, verificados y desplegados.
fr_fr: Téléchargement, vérification et déploiement de tous les fichiers terminés.
hi_in: सभी फ़ाइलें डाउनलोड, सत्यापित और तैनात हो गईं।
id_id: Semua file diunduh, diverifikasi, dan diterapkan.
it_it: Tutti i file scaricati, verificati e distribuiti.
ja_jp: 全ファイルのダウンロード、検証、展開が完了しました。
ko_kr: 모든 파일이 다운로드, 검증 및 배포되었습니다.
pt_br: Todos os arquivos baixados, verificados e implantados.
ru_ru: Все файлы загружены, проверены и развёрнуты.
zh_cn: 所有文件下载、校验、部署已完成。
zh_tw: 所有檔案下載、驗證、部署已完成。

# DownloadWindow_Processing
source: Processing: {0}/{1} files
de_de: Verarbeite: {0}/{1} Dateien
es_mx: Procesando: {0}/{1} archivos
fr_fr: Traitement : {0}/{1} fichiers
hi_in: प्रसंस्करण: {0}/{1} फ़ाइलें
id_id: Memproses: {0}/{1} file
it_it: Elaborazione: {0}/{1} file
ja_jp: 処理中: {0}/{1}ファイル
ko_kr: 처리 중: {0}/{1} 파일
pt_br: Processando: {0}/{1} arquivos
ru_ru: Обработка: {0}/{1} файлов
zh_cn: 正在处理: {0}/{1} 文件
zh_tw: 正在處理: {0}/{1} 檔案

# DownloadWindow_InitTask
source: Initializing task...
de_de: Aufgabe wird initialisiert...
es_mx: Inicializando tarea...
fr_fr: Initialisation de la tâche...
hi_in: कार्य प्रारंभ हो रहा है...
id_id: Menginisialisasi tugas...
it_it: Inizializzazione operazione...
ja_jp: タスク初期化中...
ko_kr: 작업 초기화 중...
pt_br: Inicializando tarefa...
ru_ru: Инициализация задачи...
zh_cn: 初始化任务...
zh_tw: 初始化任務...

# CommunityPage_WelcomeTitle
source: Welcome to VanillaBBS, please read the following
de_de: Willkommen bei VanillaBBS. Bitte lies die folgenden Hinweise sorgfältig.
es_mx: Bienvenido a VanillaBBS, por favor lee lo siguiente
fr_fr: Bienvenue sur VanillaBBS, veuillez lire attentivement les instructions suivantes
hi_in: VanillaBBS में आपका स्वागत है, कृपया निम्न पढ़ें
id_id: Selamat datang di VanillaBBS, harap baca berikut ini
it_it: Benvenuto su VanillaBBS, leggi quanto segue
ja_jp: VanillaBBSへようこそ。以下をお読みください。
ko_kr: VanillaBBS에 오신 것을 환영합니다. 다음 내용을 읽어주세요
pt_br: Bem-vindo ao VanillaBBS, por favor leia o seguinte
ru_ru: Добро пожаловать в VanillaBBS, прочтите следующее
zh_cn: 欢迎访问VanillaBBS，请仔细阅读以下说明
zh_tw: 歡迎存取 VanillaBBS，請仔細閱讀以下說明

# CommunityPage_AuthTitle
source: Authorization Request
de_de: Autorisierungsanfrage
es_mx: Solicitud de autorización
fr_fr: Demande d'autorisation
hi_in: प्राधिकरण अनुरोध
id_id: Permintaan Otorisasi
it_it: Richiesta di Autorizzazione
ja_jp: 認証リクエスト
ko_kr: 권한 요청
pt_br: Solicitação de autorização
ru_ru: Запрос авторизации
zh_cn: 授权请求
zh_tw: 授權請求

# CommunityPage_Agree
source: Agree
de_de: Zustimmen
es_mx: Aceptar
fr_fr: Accepter
hi_in: सहमत
id_id: Setuju
it_it: Accetto
ja_jp: 同意
ko_kr: 동의
pt_br: Concordar
ru_ru: Согласен
zh_cn: 同意
zh_tw: 同意

# CommunityPage_Deny
source: Deny
de_de: Ablehnen
es_mx: Denegar
fr_fr: Refuser
hi_in: अस्वीकार
id_id: Tolak
it_it: Nega
ja_jp: 拒否
ko_kr: 거부
pt_br: Negar
ru_ru: Отказать
zh_cn: 拒绝
zh_tw: 拒絕

# CommunityPage_Unknown
source: Unknown
de_de: Unbekannt
es_mx: Desconocido
fr_fr: Inconnu
hi_in: अज्ञात
id_id: Tidak Dikenal
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없음
pt_br: Desconhecido
ru_ru: Неизвестно
zh_cn: 未知
zh_tw: 未知

# CommunityPage_DataRequest
source: The current page requests access to your following data:
de_de: Die aktuelle Webseite möchte auf folgende Daten zugreifen:
es_mx: La página actual solicita acceso a los siguientes datos:
fr_fr: La page web actuelle demande l'accès à vos données suivantes :
hi_in: वर्तमान पेज आपके निम्न डेटा तक पहुँच का अनुरोध करता है:
id_id: Halaman ini meminta akses ke data Anda berikut:
it_it: Questa pagina richiede l'accesso ai seguenti dati:
ja_jp: 現在のページが以下のデータへのアクセスを要求しています:
ko_kr: 현재 페이지에서 다음 데이터에 대한 접근을 요청합니다:
pt_br: A página atual solicita acesso aos seguintes dados:
ru_ru: Страница запрашивает доступ к вашим данным:
zh_cn: 当前网页请求访问您的以下数据：
zh_tw: 目前網頁請求存取您的以下資料：

# CommunityPage_ConsentPrompt
source: Do you agree to provide?
de_de: Möchtest du die Daten bereitstellen?
es_mx: ¿Aceptas proporcionarlos?
fr_fr: Acceptez-vous de les fournir ?
hi_in: क्या आप प्रदान करने के लिए सहमत हैं?
id_id: Apakah Anda setuju untuk memberikannya?
it_it: Accetti di fornire i dati?
ja_jp: 提供に同意しますか？
ko_kr: 제공에 동의하시겠습니까?
pt_br: Você concorda em fornecer?
ru_ru: Вы согласны предоставить?
zh_cn: 是否同意提供？
zh_tw: 是否同意提供？

# AboutPage_FetchFailed
source: Fetch Failed
de_de: Abruf fehlgeschlagen
es_mx: Error de obtención
fr_fr: Échec de récupération
hi_in: प्राप्त करने में विफल
id_id: Gagal Mengambil
it_it: Recupero Fallito
ja_jp: 取得失敗
ko_kr: 가져오기 실패
pt_br: Falha ao buscar
ru_ru: Ошибка получения
zh_cn: 获取失败
zh_tw: 取得失敗

# AboutPage_LoadingBio
source: Loading bio...
de_de: Profilinfo wird abgerufen...
es_mx: Cargando biografía...
fr_fr: Récupération de la bio...
hi_in: बायो लोड हो रहा है...
id_id: Memuat bio...
it_it: Caricamento biografia...
ja_jp: 自己紹介読み込み中...
ko_kr: 소개 로딩 중...
pt_br: Carregando bio...
ru_ru: Загрузка информации о пользователе...
zh_cn: 正在获取简介信息...
zh_tw: 正在取得簡介資訊...

# AboutPage_OpenInBrowser
source: Open homepage in external browser
de_de: Im externen Browser öffnen
es_mx: Abrir página de inicio en navegador externo
fr_fr: Ouvrir la page d'accueil dans le navigateur externe
hi_in: बाहरी ब्राउज़र में होमपेज खोलें
id_id: Buka halaman utama di browser eksternal
it_it: Apri la pagina principale nel browser esterno
ja_jp: 外部ブラウザで開く
ko_kr: 외부 브라우저에서 홈페이지 열기
pt_br: Abrir página inicial no navegador externo
ru_ru: Открыть во внешнем браузере
zh_cn: 在外部浏览器中打开主页
zh_tw: 在外部瀏覽器中開啟主頁

# AboutPage_NoBio
source: This user has no bio.
de_de: Dieser Benutzer hat keine Profilinfo.
es_mx: Este usuario no tiene biografía.
fr_fr: Cet utilisateur n'a pas de bio.
hi_in: इस उपयोगकर्ता की कोई बायो नहीं है।
id_id: Pengguna ini tidak memiliki bio.
it_it: Questo utente non ha una biografia.
ja_jp: このユーザーには自己紹介がありません。
ko_kr: 이 사용자는 소개가 없습니다.
pt_br: Este usuário não tem bio.
ru_ru: У пользователя нет описания.
zh_cn: 该用户暂无简介。
zh_tw: 該使用者暫無簡介。

# AboutPage_ConfirmNav
source: Confirm Navigation / Copy
de_de: Weiterleitung/Kopieren bestätigen
es_mx: Confirmar navegación / Copiar
fr_fr: Confirmer la navigation/copie
hi_in: नेविगेशन / कॉपी की पुष्टि करें
id_id: Konfirmasi Navigasi / Salin
it_it: Conferma Navigazione / Copia
ja_jp: ナビゲーション確認 / コピー
ko_kr: 이동 확인 / 복사
pt_br: Confirmar navegação / Copiar
ru_ru: Подтвердить навигацию / Копировать
zh_cn: 确认跳转/复制
zh_tw: 確認跳轉/複製

# AboutPage_SelectContact
source: Select Contact Method
de_de: Kontaktmöglichkeit auswählen
es_mx: Seleccionar método de contacto
fr_fr: Choisir le moyen de contact
hi_in: संपर्क विधि चुनें
id_id: Pilih Metode Kontak
it_it: Seleziona Metodo di Contatto
ja_jp: 連絡方法を選択
ko_kr: 연락 방법 선택
pt_br: Selecionar método de contato
ru_ru: Выберите способ связи
zh_cn: 选择联系方式
zh_tw: 選擇聯絡方式

# AboutPage_DiscordCopied
source: Discord ID Copied!
de_de: Discord-ID kopiert!
es_mx: ¡ID de Discord copiado!
fr_fr: ID Discord copié !
hi_in: Discord ID कॉपी हो गया!
id_id: Discord ID Tersalin!
it_it: ID Discord Copiato!
ja_jp: Discord IDをコピーしました！
ko_kr: Discord ID가 복사되었습니다!
pt_br: ID do Discord copiado!
ru_ru: Discord ID скопирован!
zh_cn: Discord ID 已复制!
zh_tw: Discord ID 已複製!

# AchievementWindow_DefaultProfile
source: Default Profile
de_de: Standardprofil
es_mx: Perfil predeterminado
fr_fr: Profil par défaut
hi_in: डिफ़ॉल्ट प्रोफ़ाइल
id_id: Profil Default
it_it: Profilo Predefinito
ja_jp: デフォルトプロファイル
ko_kr: 기본 프로필
pt_br: Perfil padrão
ru_ru: Профиль по умолчанию
zh_cn: 默认存档
zh_tw: 預設存檔

# AchievementWindow_UnnamedProfile
source: Unnamed Profile
de_de: Unbenanntes Profil
es_mx: Perfil sin nombre
fr_fr: Profil sans nom
hi_in: अनाम प्रोफ़ाइल
id_id: Profil Tanpa Nama
it_it: Profilo Senza Nome
ja_jp: 無名プロファイル
ko_kr: 이름 없는 프로필
pt_br: Perfil sem nome
ru_ru: Безымянный профиль
zh_cn: 未命名存档
zh_tw: 未命名存檔

# AchievementWindow_UnknownCategory
source: Unknown Category
de_de: Unbekannte Kategorie
es_mx: Categoría desconocida
fr_fr: Catégorie inconnue
hi_in: अज्ञात श्रेणी
id_id: Kategori Tidak Dikenal
it_it: Categoria Sconosciuta
ja_jp: 不明なカテゴリ
ko_kr: 알 수 없는 카테고리
pt_br: Categoria desconhecida
ru_ru: Неизвестная категория
zh_cn: 未知分类
zh_tw: 未知分類

# AchievementWindow_AllVersions
source: All Versions
de_de: Alle Versionen
es_mx: Todas las versiones
fr_fr: Toutes les versions
hi_in: सभी संस्करण
id_id: Semua Versi
it_it: Tutte le Versioni
ja_jp: すべてのバージョン
ko_kr: 모든 버전
pt_br: Todas as versões
ru_ru: Все версии
zh_cn: 所有版本
zh_tw: 所有版本

# AchievementWindow_CurrentSuffix
source: (current)
de_de: (aktuell)
es_mx: (actual)
fr_fr: (actuel)
hi_in: (वर्तमान)
id_id: (saat ini)
it_it: (corrente)
ja_jp: （現在）
ko_kr: (현재)
pt_br: (atual)
ru_ru: (текущий)
zh_cn: (当前)
zh_tw: (目前)

# AchievementWindow_EnterName
source: Enter name...
de_de: Bitte Namen eingeben...
es_mx: Introduce nombre...
fr_fr: Veuillez saisir un nom...
hi_in: नाम दर्ज करें...
id_id: Masukkan nama...
it_it: Inserisci nome...
ja_jp: 名前を入力...
ko_kr: 이름 입력...
pt_br: Insira o nome...
ru_ru: Введите имя...
zh_cn: 请输入名称...
zh_tw: 請輸入名稱...

# AchievementWindow_DbNotFound
source: Built-in database file not found
de_de: Interne Datenbankdatei nicht gefunden
es_mx: Archivo de base de datos integrado no encontrado
fr_fr: Fichier de base de données intégré introuvable
hi_in: बिल्ट-इन डेटाबेस फ़ाइल नहीं मिली
id_id: File database bawaan tidak ditemukan
it_it: File database integrato non trovato
ja_jp: 内蔵データベースファイルが見つかりません
ko_kr: 내장 데이터베이스 파일을 찾을 수 없습니다
pt_br: Arquivo de banco de dados integrado não encontrado
ru_ru: Встроенный файл базы данных не найден
zh_cn: 找不到内置数据库文件
zh_tw: 找不到內建資料庫檔案

# AchievementWindow_AlreadyLatest
source: Your archive is already the latest version, no update needed.
de_de: Dein Profil ist bereits auf dem neuesten Stand. Kein Update nötig.
es_mx: Tu archivo ya está en la última versión, no necesita actualización.
fr_fr: Votre profil est déjà à jour, aucune mise à jour nécessaire.
hi_in: आपका संग्रह पहले से नवीनतम संस्करण है, अपडेट की आवश्यकता नहीं।
id_id: Arsip Anda sudah versi terbaru, tidak perlu pembaruan.
it_it: Il tuo archivio è già alla versione più recente, nessun aggiornamento necessario.
ja_jp: アーカイブは既に最新です。更新は不要です。
ko_kr: 아카이브가 이미 최신 버전입니다. 업데이트가 필요하지 않습니다.
pt_br: Seu arquivo já está na versão mais recente, nenhuma atualização necessária.
ru_ru: Ваш архив уже последней версии, обновление не требуется.
zh_cn: 您的存档已经是最新版本，无需更新。
zh_tw: 您的存檔已經是最新版本，無需更新。

# AchievementWindow_UpdateDb
source: Update Achievement Database
de_de: Erfolgsdatenbank aktualisieren
es_mx: Actualizar base de datos de logros
fr_fr: Mettre à jour la base de données des succès
hi_in: उपलब्धि डेटाबेस अपडेट करें
id_id: Perbarui Database Achievement
it_it: Aggiorna Database Obiettivi
ja_jp: アチーブメントDBを更新
ko_kr: 업적 데이터베이스 업데이트
pt_br: Atualizar banco de dados de conquistas
ru_ru: Обновить базу достижений
zh_cn: 更新成就数据库
zh_tw: 更新成就資料庫

# AchievementWindow_StartUpdate
source: Start Update
de_de: Update starten
es_mx: Iniciar actualización
fr_fr: Démarrer la mise à jour
hi_in: अपडेट प्रारंभ करें
id_id: Mulai Pembaruan
it_it: Avvia Aggiornamento
ja_jp: 更新開始
ko_kr: 업데이트 시작
pt_br: Iniciar atualização
ru_ru: Начать обновление
zh_cn: 开始更新
zh_tw: 開始更新

# AchievementWindow_SaveCurrent
source: Save Current Profile
de_de: Aktuelles Profil speichern
es_mx: Guardar perfil actual
fr_fr: Enregistrer le profil actuel
hi_in: वर्तमान प्रोफ़ाइल सहेजें
id_id: Simpan Profil Saat Ini
it_it: Salva Profilo Corrente
ja_jp: 現在のプロファイルを保存
ko_kr: 현재 프로필 저장
pt_br: Salvar perfil atual
ru_ru: Сохранить текущий профиль
zh_cn: 保存当前存档
zh_tw: 儲存目前存檔

# AchievementWindow_NewProfile
source: New Profile
de_de: Neues Profil
es_mx: Nuevo perfil
fr_fr: Nouveau profil
hi_in: नई प्रोफ़ाइल
id_id: Profil Baru
it_it: Nuovo Profilo
ja_jp: 新規プロファイル
ko_kr: 새 프로필
pt_br: Novo perfil
ru_ru: Новый профиль
zh_cn: 新建存档
zh_tw: 建立存檔

# AchievementWindow_DuplicateName
source: This profile name already exists!
de_de: Dieser Profilname existiert bereits!
es_mx: ¡Este nombre de perfil ya existe!
fr_fr: Ce nom de profil existe déjà !
hi_in: यह प्रोफ़ाइल नाम पहले से मौजूद है!
id_id: Nama profil ini sudah ada!
it_it: Questo nome profilo esiste già!
ja_jp: このプロファイル名は既に存在します！
ko_kr: 이 프로필 이름은 이미 존재합니다!
pt_br: Este nome de perfil já existe!
ru_ru: Это имя профиля уже существует!
zh_cn: 该存档名称已存在！
zh_tw: 該存檔名稱已存在！

# AchievementWindow_ProfileNotFound
source: Target profile file not found!
de_de: Zielprofildatei nicht gefunden!
es_mx: ¡Archivo de perfil de destino no encontrado!
fr_fr: Fichier de profil cible introuvable !
hi_in: लक्ष्य प्रोफ़ाइल फ़ाइल नहीं मिली!
id_id: File profil target tidak ditemukan!
it_it: File profilo di destinazione non trovato!
ja_jp: 対象プロファイルファイルが見つかりません！
ko_kr: 대상 프로필 파일을 찾을 수 없습니다!
pt_br: Arquivo de perfil de destino não encontrado!
ru_ru: Целевой файл профиля не найден!
zh_cn: 找不到目标存档文件！
zh_tw: 找不到目標存檔檔案！

# AchievementWindow_InvalidChars
source: Name contains invalid characters, please try again.
de_de: Der Name enthält ungültige Zeichen. Bitte versuche es erneut.
es_mx: El nombre contiene caracteres no válidos. Inténtalo de nuevo.
fr_fr: Le nom contient des caractères non autorisés, veuillez réessayer.
hi_in: नाम में अमान्य वर्ण हैं, कृपया पुनः प्रयास करें।
id_id: Nama mengandung karakter tidak valid, silakan coba lagi.
it_it: Il nome contiene caratteri non validi, riprova.
ja_jp: 名前に無効な文字が含まれています。
ko_kr: 이름에 유효하지 않은 문자가 포함되어 있습니다. 다시 시도하세요.
pt_br: O nome contém caracteres inválidos, tente novamente.
ru_ru: Имя содержит недопустимые символы, попробуйте снова.
zh_cn: 名称包含非法字符，请重试。
zh_tw: 名稱包含無效字元，請重試。

# AchievementWindow_EmptyContent
source: The file has no content.
de_de: Die Datei enthält keinen Inhalt.
es_mx: El archivo no tiene contenido.
fr_fr: Le fichier ne contient aucune donnée.
hi_in: फ़ाइल में कोई सामग्री नहीं है।
id_id: File tidak memiliki konten.
it_it: Il file è vuoto.
ja_jp: ファイルに内容がありません。
ko_kr: 파일에 내용이 없습니다.
pt_br: O arquivo não tem conteúdo.
ru_ru: Файл пуст.
zh_cn: 文件中没有内容。
zh_tw: 檔案中沒有內容。

# AchievementWindow_NoBackup
source: No backup profiles
de_de: Kein Backup-Profil vorhanden
es_mx: No hay perfiles de respaldo
fr_fr: Aucune sauvegarde de profil pour le moment
hi_in: कोई बैकअप प्रोफ़ाइल नहीं
id_id: Tidak ada profil cadangan
it_it: Nessun profilo di backup
ja_jp: バックアッププロファイルなし
ko_kr: 백업 프로필이 없습니다
pt_br: Nenhum perfil de backup
ru_ru: Нет резервных профилей
zh_cn: 暂无备份存档
zh_tw: 暫無備份存檔

# AchievementWindow_ConfirmDeleteMsg
source: Are you sure you want to permanently delete?
de_de: Möchtest du endgültig löschen?
es_mx: ¿Estás seguro de que deseas eliminar permanentemente?
fr_fr: Voulez-vous vraiment supprimer définitivement ?
hi_in: क्या आप वाकई स्थायी रूप से हटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus permanen?
it_it: Sei sicuro di voler eliminare definitivamente?
ja_jp: 完全に削除してもよろしいですか？
ko_kr: 영구적으로 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir permanentemente?
ru_ru: Вы уверены, что хотите удалить навсегда?
zh_cn: 确定要永久删除吗？
zh_tw: 確定要永久刪除嗎？

# AchievementWindow_NewBlank
source: New Blank Profile
de_de: Neues leeres Profil
es_mx: Nuevo perfil en blanco
fr_fr: Nouveau profil vierge
hi_in: नई खाली प्रोफ़ाइल
id_id: Profil Kosong Baru
it_it: Nuovo Profilo Vuoto
ja_jp: 新規空白プロファイル
ko_kr: 새 빈 프로필
pt_br: Novo perfil em branco
ru_ru: Новый пустой профиль
zh_cn: 新建空白存档
zh_tw: 建立空白存檔

# AchievementWindow_ExistingProfiles
source: Existing Profiles:
de_de: Vorhandene Profile:
es_mx: Perfiles existentes:
fr_fr: Profils existants :
hi_in: मौजूदा प्रोफ़ाइलें:
id_id: Profil yang Ada:
it_it: Profili Esistenti:
ja_jp: 既存のプロファイル:
ko_kr: 기존 프로필:
pt_br: Perfis existentes:
ru_ru: Существующие профили:
zh_cn: 现有存档列表:
zh_tw: 現有存檔清單:

# AchievementWindow_ImportData
source: Import Data
de_de: Daten importieren
es_mx: Importar datos
fr_fr: Importer des données
hi_in: डेटा आयात करें
id_id: Impor Data
it_it: Importa Dati
ja_jp: データインポート
ko_kr: 데이터 가져오기
pt_br: Importar dados
ru_ru: Импорт данных
zh_cn: 导入数据
zh_tw: 匯入資料

# AchievementWindow_ImportFailed
source: Import Failed
de_de: Import fehlgeschlagen
es_mx: Importación fallida
fr_fr: Échec de l'importation
hi_in: आयात विफल
id_id: Impor Gagal
it_it: Importazione Fallita
ja_jp: インポート失敗
ko_kr: 가져오기 실패
pt_br: Falha na importação
ru_ru: Ошибка импорта
zh_cn: 导入失败
zh_tw: 匯入失敗

# AchievementWindow_ExportSuccess
source: Export Successful
de_de: Export erfolgreich
es_mx: Exportación exitosa
fr_fr: Exportation réussie
hi_in: निर्यात सफल
id_id: Ekspor Berhasil
it_it: Esportazione Riuscita
ja_jp: エクスポート成功
ko_kr: 내보내기 성공
pt_br: Exportação bem-sucedida
ru_ru: Экспорт успешен
zh_cn: 导出成功
zh_tw: 匯出成功

# AchievementWindow_ExportFailed
source: Export Failed
de_de: Export fehlgeschlagen
es_mx: Exportación fallida
fr_fr: Échec de l'exportation
hi_in: निर्यात विफल
id_id: Ekspor Gagal
it_it: Esportazione Fallita
ja_jp: エクスポート失敗
ko_kr: 내보내기 실패
pt_br: Falha na exportação
ru_ru: Ошибка экспорта
zh_cn: 导出失败
zh_tw: 匯出失敗

# AchievementWindow_InvalidName
source: Invalid Name
de_de: Ungültiger Name
es_mx: Nombre no válido
fr_fr: Nom invalide
hi_in: अमान्य नाम
id_id: Nama Tidak Valid
it_it: Nome Non Valido
ja_jp: 無効な名前
ko_kr: 유효하지 않은 이름
pt_br: Nome inválido
ru_ru: Недопустимое имя
zh_cn: 名称无效
zh_tw: 名稱無效

# AchievementWindow_ReadFailed
source: Read Failed
de_de: Lesen fehlgeschlagen
es_mx: Lectura fallida
fr_fr: Échec de lecture
hi_in: पढ़ने में विफल
id_id: Gagal Membaca
it_it: Lettura Fallita
ja_jp: 読み取り失敗
ko_kr: 읽기 실패
pt_br: Falha ao ler
ru_ru: Ошибка чтения
zh_cn: 读取失败
zh_tw: 讀取失敗
